const menu = {
    Pizza: [
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        }
    ],
    Combo: [
        {
            type: "Комбо",
            name: "3+2",
            price: "1500р",
            photo: "фото_комбо.jpg",
            ingredients: ["перец", "колбаса", "..."]
        }
    ],
    Snacks: [
        {
            type: "Закуски",
            name: "Додстер",
            price: "1500р",
            photo: "фото_додстер.jpg",
            ingredients: ["перец", "колбаса", "..."]
        }
    ]
};

export default menu;
