const menu = {
    Pizza: [
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        }
    ],
    Combo: [
        {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        }, {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        }, {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        }, {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        },

    ],
    Snacks: [
        {
            type: "Закуски",
            name: "Дэнвич ветчина и сыр",
            price: 279,
            img: "https://media.dodostatic.net/image/r:292x292/11EE796FF0059B799A17F57A9E64C725.avif",
            description: 'Поджаристая чиабатта и знакомое сочетание ветчины, цыпленка, моцареллы со свежими томатами, соусом ранч и чесноком'
        },
        {
            type: "Закуски",
            name: "Додстер с ветчиной",
            price: 279,
            img: "https://media.dodostatic.net/image/r:292x292/11EE7970259D888E98B6407EE6B994D9.avif",
            description: 'Горячий завтрак с ветчиной, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке'
        },
        {
            type: "Закуски",
            name: "Додстер с ветчиной",
            price: 279,
            img: "https://media.dodostatic.net/image/r:292x292/11EE7970259D888E98B6407EE6B994D9.avif",
            description: 'Горячий завтрак с ветчиной, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке'
        },
        {
            type: "Закуски",
            name: "Додстер с ветчиной",
            price: 279,
            img: "https://media.dodostatic.net/image/r:292x292/11EE7970259D888E98B6407EE6B994D9.avif",
            description: 'Горячий завтрак с ветчиной, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке'
        }
    ],
    Cocktails: [
        {
            type: "Коктели",
            name: "Молочный коктейль Ежевика-малина",
            price: 220,

            img: "https://media.dodostatic.net/image/r:292x292/11EEB92C801211CBAF91BB30F77568C5.avif",
            description: 'Сливочная прохлада классического молочного коктейля с добавлением лесных ягод'
        },
        {
            type: "Коктели",
            name: "Молочный коктейль Пина Колада",
            price: 220,
            img: "https://media.dodostatic.net/image/r:292x292/11EEA69C98929AD79D1ADB5EF4CF22BB.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        },
        {
            type: "Коктели",
            name: "Молочный коктейль с печеньем Орео",
            price: 230,
            img: "https://media.dodostatic.net/image/r:292x292/11EE796FA1F50F8F8111A399E4C1A1E3.avif",
            description: 'Как вкуснее есть печенье? Его лучше пить! Попробуйте молочный коктейль с мороженым и дробленым печеньем «Орео»'
        }, {
            type: "Коктели",
            name: "Молочный коктейль с печеньем Орео",
            price: 230,
            img: "https://media.dodostatic.net/image/r:292x292/11EE796FA1F50F8F8111A399E4C1A1E3.avif",
            description: 'Как вкуснее есть печенье? Его лучше пить! Попробуйте молочный коктейль с мороженым и дробленым печеньем «Орео»'
        }, {
            type: "Коктели",
            name: "Молочный коктейль с печеньем Орео",
            price: 230,
            img: "https://media.dodostatic.net/image/r:292x292/11EE796FA1F50F8F8111A399E4C1A1E3.avif",
            description: 'Как вкуснее есть печенье? Его лучше пить! Попробуйте молочный коктейль с мороженым и дробленым печеньем «Орео»'
        },
    ],
    Coffee: [
        {
            type: "Кофе",
            name: "Кофе Карамельный капучино",
            price: 159,
            img: "https://media.dodostatic.net/image/r:292x292/11EE7D61AED6B6D4BFDAD4E58D76CF56.avif",
            description: 'Если не шоколад, то карамель! А капучино с карамельным сиропом особенно хорош'
        },
        {
            type: "Кофе",
            name: "Кофе Американо",
            price: 109,
            img: "https://media.dodostatic.net/image/r:584x584/11EE7D61B044583596548A59078BBD33.avif",
            description: 'Пара глотков горячего Американо, и вы будете готовы покорять этот день'
        },
    ]

};

export default menu;
