const menu = {
    Pizza: [
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        },
        {
            type: "Пицца",
            name: "Мясная с аджикой",
            price: 549,
            img: "https://media.dodostatic.net/image/r:292x292/11EF438E93884BFEBFE79D11095AE2D4.avif",
            ingredients: ["Баварские колбаски, острый соус аджика, острые колбаски чоризо, цыпленок, пикантная пепперони, моцарелла, фирменный томатный соус"]
        }
    ],
    Combo: [
        {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        }, {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        }, {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        }, {
            type: "Комбо",
            name: "Комбо Леди Баг и Супер-Кота",
            price: 459,
            priceOld: 516,
            img: "https://media.dodostatic.net/image/r:292x292/11EEF6A6B5074D71BF2A6750A7C0D927.avif",
            description: 'Чудесный набор: маленькая пицца на выбор и брелок с персонажем мультсериала или его квами. Соберем всю коллекцию?'
        },

    ],
    Snacks: [
        {
            type: "Закуски",
            name: "Додстер",
            price: "1500р",
            photo: "фото_додстер.jpg",
            ingredients: ["перец", "колбаса", "..."]
        }
    ]
};

export default menu;
